Model: "sequential"
_________________________________________________________________
 Layer (type)                Output Shape              Param #   
=================================================================
 conv2d (Conv2D)             (None, 9, 9, 48)          480       
                                                                 
 dropout (Dropout)           (None, 9, 9, 48)          0         
                                                                 
 conv2d_1 (Conv2D)           (None, 9, 9, 48)          20784     
                                                                 
 max_pooling2d (MaxPooling2  (None, 4, 4, 48)          0         
 D)                                                              
                                                                 
 dropout_1 (Dropout)         (None, 4, 4, 48)          0         
                                                                 
 flatten (Flatten)           (None, 768)               0         
                                                                 
 dense (Dense)               (None, 512)               393728    
                                                                 
 dropout_2 (Dropout)         (None, 512)               0         
                                                                 
 dense_1 (Dense)             (None, 81)                41553     
                                                                 
=================================================================
Total params: 456545 (1.74 MB)
Trainable params: 456545 (1.74 MB)
Non-trainable params: 0 (0.00 Byte)
_________________________________________________________________
Epoch 1/150
  1/583 [..............................] - ETA: 15:21 - loss: 4.4567 - accuracy: 0.0000e+00  2/583 [..............................] - ETA: 1:24 - loss: 4.4314 - accuracy: 0.0078       3/583 [..............................] - ETA: 1:23 - loss: 4.4340 - accuracy: 0.0104  4/583 [..............................] - ETA: 1:23 - loss: 4.4297 - accuracy: 0.0156  5/583 [..............................] - ETA: 1:27 - loss: 4.4467 - accuracy: 0.0219  6/583 [..............................] - ETA: 1:44 - loss: 4.4438 - accuracy: 0.0208  7/583 [..............................] - ETA: 1:45 - loss: 4.4471 - accuracy: 0.0179  8/583 [..............................] - ETA: 1:41 - loss: 4.4413 - accuracy: 0.0195  9/583 [..............................] - ETA: 1:39 - loss: 4.4418 - accuracy: 0.0208 10/583 [..............................] - ETA: 1:34 - loss: 4.4446 - accuracy: 0.0188 11/583 [..............................] - ETA: 1:31 - loss: 4.4490 - accuracy: 0.0199 12/583 [..............................] - ETA: 1:27 - loss: 4.4560 - accuracy: 0.0182 13/583 [..............................] - ETA: 1:27 - loss: 4.4554 - accuracy: 0.0168 14/583 [..............................] - ETA: 1:25 - loss: 4.4564 - accuracy: 0.0179 15/583 [..............................] - ETA: 1:28 - loss: 4.4510 - accuracy: 0.0188 16/583 [..............................] - ETA: 1:32 - loss: 4.4529 - accuracy: 0.0176 17/583 [..............................] - ETA: 1:33 - loss: 4.4530 - accuracy: 0.0175 18/583 [..............................] - ETA: 1:33 - loss: 4.4518 - accuracy: 0.0182 19/583 [..............................] - ETA: 1:36 - loss: 4.4510 - accuracy: 0.0173 20/583 [>.............................] - ETA: 1:36 - loss: 4.4470 - accuracy: 0.0172 21/583 [>.............................] - ETA: 1:34 - loss: 4.4478 - accuracy: 0.0164 22/583 [>.............................] - ETA: 1:35 - loss: 4.4459 - accuracy: 0.0163 23/583 [>.............................] - ETA: 1:38 - loss: 4.4453 - accuracy: 0.0156 24/583 [>.............................] - ETA: 1:37 - loss: 4.4475 - accuracy: 0.0150 25/583 [>.............................] - ETA: 1:40 - loss: 4.4472 - accuracy: 0.0156 26/583 [>.............................] - ETA: 1:42 - loss: 4.4484 - accuracy: 0.0156 27/583 [>.............................] - ETA: 1:42 - loss: 4.4495 - accuracy: 0.0150 28/583 [>.............................] - ETA: 1:41 - loss: 4.4501 - accuracy: 0.0145 29/583 [>.............................] - ETA: 1:41 - loss: 4.4506 - accuracy: 0.0145 30/583 [>.............................] - ETA: 1:40 - loss: 4.4497 - accuracy: 0.0141 31/583 [>.............................] - ETA: 1:40 - loss: 4.4471 - accuracy: 0.0151 32/583 [>.............................] - ETA: 1:40 - loss: 4.4464 - accuracy: 0.0151 33/583 [>.............................] - ETA: 1:39 - loss: 4.4470 - accuracy: 0.0152 34/583 [>.............................] - ETA: 1:37 - loss: 4.4476 - accuracy: 0.0161 35/583 [>.............................] - ETA: 1:37 - loss: 4.4456 - accuracy: 0.0161 36/583 [>.............................] - ETA: 1:36 - loss: 4.4461 - accuracy: 0.0156 37/583 [>.............................] - ETA: 1:37 - loss: 4.4446 - accuracy: 0.0156 38/583 [>.............................] - ETA: 1:39 - loss: 4.4457 - accuracy: 0.0152 39/583 [=>............................] - ETA: 1:38 - loss: 4.4453 - accuracy: 0.0156 40/583 [=>............................] - ETA: 1:38 - loss: 4.4462 - accuracy: 0.0152 41/583 [=>............................] - ETA: 1:39 - loss: 4.4462 - accuracy: 0.0149 42/583 [=>............................] - ETA: 1:38 - loss: 4.4474 - accuracy: 0.0145 43/583 [=>............................] - ETA: 1:37 - loss: 4.4465 - accuracy: 0.0149 44/583 [=>............................] - ETA: 1:36 - loss: 4.4449 - accuracy: 0.0146 45/583 [=>............................] - ETA: 1:35 - loss: 4.4440 - accuracy: 0.0146 46/583 [=>............................] - ETA: 1:34 - loss: 4.4438 - accuracy: 0.0143 47/583 [=>............................] - ETA: 1:33 - loss: 4.4439 - accuracy: 0.0146 48/583 [=>............................] - ETA: 1:32 - loss: 4.4430 - accuracy: 0.0146 49/583 [=>............................] - ETA: 1:31 - loss: 4.4423 - accuracy: 0.0147 50/583 [=>............................] - ETA: 1:31 - loss: 4.4415 - accuracy: 0.0147 51/583 [=>............................] - ETA: 1:31 - loss: 4.4417 - accuracy: 0.0147 52/583 [=>............................] - ETA: 1:31 - loss: 4.4419 - accuracy: 0.0150 53/583 [=>............................] - ETA: 1:31 - loss: 4.4411 - accuracy: 0.0150 54/583 [=>............................] - ETA: 1:30 - loss: 4.4403 - accuracy: 0.0148 55/583 [=>............................] - ETA: 1:29 - loss: 4.4397 - accuracy: 0.0151 56/583 [=>............................] - ETA: 1:28 - loss: 4.4393 - accuracy: 0.0156 57/583 [=>............................] - ETA: 1:27 - loss: 4.4398 - accuracy: 0.0156 58/583 [=>............................] - ETA: 1:26 - loss: 4.4402 - accuracy: 0.0154 59/583 [==>...........................] - ETA: 1:25 - loss: 4.4403 - accuracy: 0.0151 60/583 [==>...........................] - ETA: 1:25 - loss: 4.4394 - accuracy: 0.0148 61/583 [==>...........................] - ETA: 1:24 - loss: 4.4384 - accuracy: 0.0146 62/583 [==>...........................] - ETA: 1:24 - loss: 4.4384 - accuracy: 0.0149 63/583 [==>...........................] - ETA: 1:23 - loss: 4.4384 - accuracy: 0.0149 64/583 [==>...........................] - ETA: 1:22 - loss: 4.4385 - accuracy: 0.0146 65/583 [==>...........................] - ETA: 1:22 - loss: 4.4382 - accuracy: 0.0144 66/583 [==>...........................] - ETA: 1:22 - loss: 4.4385 - accuracy: 0.0142 67/583 [==>...........................] - ETA: 1:21 - loss: 4.4385 - accuracy: 0.0140 68/583 [==>...........................] - ETA: 1:21 - loss: 4.4392 - accuracy: 0.0138 69/583 [==>...........................] - ETA: 1:21 - loss: 4.4389 - accuracy: 0.0140 70/583 [==>...........................] - ETA: 1:21 - loss: 4.4385 - accuracy: 0.0138 71/583 [==>...........................] - ETA: 1:22 - loss: 4.4384 - accuracy: 0.0141 72/583 [==>...........................] - ETA: 1:23 - loss: 4.4385 - accuracy: 0.0141 73/583 [==>...........................] - ETA: 1:23 - loss: 4.4384 - accuracy: 0.0139 74/583 [==>...........................] - ETA: 1:23 - loss: 4.4374 - accuracy: 0.0139 75/583 [==>...........................] - ETA: 1:22 - loss: 4.4375 - accuracy: 0.0137 76/583 [==>...........................] - ETA: 1:22 - loss: 4.4373 - accuracy: 0.0136 77/583 [==>...........................] - ETA: 1:21 - loss: 4.4372 - accuracy: 0.0134 78/583 [===>..........................] - ETA: 1:21 - loss: 4.4370 - accuracy: 0.0138 79/583 [===>..........................] - ETA: 1:21 - loss: 4.4373 - accuracy: 0.0136 80/583 [===>..........................] - ETA: 1:21 - loss: 4.4369 - accuracy: 0.0135 81/583 [===>..........................] - ETA: 1:20 - loss: 4.4368 - accuracy: 0.0137 82/583 [===>..........................] - ETA: 1:20 - loss: 4.4369 - accuracy: 0.0135 83/583 [===>..........................] - ETA: 1:20 - loss: 4.4359 - accuracy: 0.0137 84/583 [===>..........................] - ETA: 1:20 - loss: 4.4357 - accuracy: 0.0140 85/583 [===>..........................] - ETA: 1:20 - loss: 4.4361 - accuracy: 0.0138 86/583 [===>..........................] - ETA: 1:21 - loss: 4.4361 - accuracy: 0.0142 87/583 [===>..........................] - ETA: 1:22 - loss: 4.4354 - accuracy: 0.0144 88/583 [===>..........................] - ETA: 1:22 - loss: 4.4351 - accuracy: 0.0142 89/583 [===>..........................] - ETA: 1:23 - loss: 4.4357 - accuracy: 0.0142 90/583 [===>..........................] - ETA: 1:24 - loss: 4.4350 - accuracy: 0.0142 91/583 [===>..........................] - ETA: 1:24 - loss: 4.4350 - accuracy: 0.0144 92/583 [===>..........................] - ETA: 1:24 - loss: 4.4345 - accuracy: 0.0146 93/583 [===>..........................] - ETA: 1:24 - loss: 4.4343 - accuracy: 0.0144 94/583 [===>..........................] - ETA: 1:24 - loss: 4.4343 - accuracy: 0.0143 95/583 [===>..........................] - ETA: 1:25 - loss: 4.4344 - accuracy: 0.0145 96/583 [===>..........................] - ETA: 1:25 - loss: 4.4339 - accuracy: 0.0146 97/583 [===>..........................] - ETA: 1:25 - loss: 4.4334 - accuracy: 0.0150 98/583 [====>.........................] - ETA: 1:26 - loss: 4.4326 - accuracy: 0.0151 99/583 [====>.........................] - ETA: 1:26 - loss: 4.4323 - accuracy: 0.0150100/583 [====>.........................] - ETA: 1:27 - loss: 4.4316 - accuracy: 0.0150101/583 [====>.........................] - ETA: 1:28 - loss: 4.4312 - accuracy: 0.0149102/583 [====>.........................] - ETA: 1:28 - loss: 4.4310 - accuracy: 0.0152103/583 [====>.........................] - ETA: 1:29 - loss: 4.4309 - accuracy: 0.0152104/583 [====>.........................] - ETA: 1:30 - loss: 4.4314 - accuracy: 0.0152105/583 [====>.........................] - ETA: 1:31 - loss: 4.4314 - accuracy: 0.0152106/583 [====>.........................] - ETA: 1:31 - loss: 4.4310 - accuracy: 0.0152107/583 [====>.........................] - ETA: 1:31 - loss: 4.4305 - accuracy: 0.0153108/583 [====>.........................] - ETA: 1:31 - loss: 4.4304 - accuracy: 0.0153109/583 [====>.........................] - ETA: 1:31 - loss: 4.4300 - accuracy: 0.0156110/583 [====>.........................] - ETA: 1:31 - loss: 4.4295 - accuracy: 0.0156111/583 [====>.........................] - ETA: 1:31 - loss: 4.4293 - accuracy: 0.0156112/583 [====>.........................] - ETA: 1:30 - loss: 4.4286 - accuracy: 0.0158113/583 [====>.........................] - ETA: 1:30 - loss: 4.4275 - accuracy: 0.0160114/583 [====>.........................] - ETA: 1:30 - loss: 4.4274 - accuracy: 0.0160115/583 [====>.........................] - ETA: 1:30 - loss: 4.4271 - accuracy: 0.0162116/583 [====>.........................] - ETA: 1:30 - loss: 4.4264 - accuracy: 0.0163117/583 [=====>........................] - ETA: 1:30 - loss: 4.4259 - accuracy: 0.0162118/583 [=====>........................] - ETA: 1:30 - loss: 4.4257 - accuracy: 0.0163119/583 [=====>........................] - ETA: 1:30 - loss: 4.4257 - accuracy: 0.0165120/583 [=====>........................] - ETA: 1:30 - loss: 4.4252 - accuracy: 0.0167121/583 [=====>........................] - ETA: 1:29 - loss: 4.4250 - accuracy: 0.0168122/583 [=====>........................] - ETA: 1:29 - loss: 4.4253 - accuracy: 0.0166123/583 [=====>........................] - ETA: 1:28 - loss: 4.4253 - accuracy: 0.0166124/583 [=====>........................] - ETA: 1:28 - loss: 4.4247 - accuracy: 0.0169125/583 [=====>........................] - ETA: 1:28 - loss: 4.4245 - accuracy: 0.0169126/583 [=====>........................] - ETA: 1:27 - loss: 4.4242 - accuracy: 0.0167127/583 [=====>........................] - ETA: 1:27 - loss: 4.4240 - accuracy: 0.0166128/583 [=====>........................] - ETA: 1:26 - loss: 4.4237 - accuracy: 0.0165129/583 [=====>........................] - ETA: 1:26 - loss: 4.4235 - accuracy: 0.0164130/583 [=====>........................] - ETA: 1:26 - loss: 4.4233 - accuracy: 0.0163131/583 [=====>........................] - ETA: 1:25 - loss: 4.4230 - accuracy: 0.0166132/583 [=====>........................] - ETA: 1:25 - loss: 4.4228 - accuracy: 0.0166133/583 [=====>........................] - ETA: 1:24 - loss: 4.4230 - accuracy: 0.0164134/583 [=====>........................] - ETA: 1:24 - loss: 4.4226 - accuracy: 0.0163135/583 [=====>........................] - ETA: 1:23 - loss: 4.4228 - accuracy: 0.0162136/583 [=====>........................] - ETA: 1:23 - loss: 4.4227 - accuracy: 0.0161137/583 [======>.......................] - ETA: 1:22 - loss: 4.4227 - accuracy: 0.0162138/583 [======>.......................] - ETA: 1:22 - loss: 4.4230 - accuracy: 0.0161139/583 [======>.......................] - ETA: 1:21 - loss: 4.4228 - accuracy: 0.0160140/583 [======>.......................] - ETA: 1:21 - loss: 4.4226 - accuracy: 0.0158141/583 [======>.......................] - ETA: 1:21 - loss: 4.4228 - accuracy: 0.0160142/583 [======>.......................] - ETA: 1:20 - loss: 4.4224 - accuracy: 0.0162143/583 [======>.......................] - ETA: 1:20 - loss: 4.4223 - accuracy: 0.0162144/583 [======>.......................] - ETA: 1:20 - loss: 4.4222 - accuracy: 0.0161145/583 [======>.......................] - ETA: 1:19 - loss: 4.4220 - accuracy: 0.0159146/583 [======>.......................] - ETA: 1:19 - loss: 4.4220 - accuracy: 0.0161147/583 [======>.......................] - ETA: 1:19 - loss: 4.4218 - accuracy: 0.0161148/583 [======>.......................] - ETA: 1:19 - loss: 4.4216 - accuracy: 0.0159149/583 [======>.......................] - ETA: 1:18 - loss: 4.4212 - accuracy: 0.0160150/583 [======>.......................] - ETA: 1:18 - loss: 4.4208 - accuracy: 0.0159151/583 [======>.......................] - ETA: 1:17 - loss: 4.4207 - accuracy: 0.0158152/583 [======>.......................] - ETA: 1:17 - loss: 4.4205 - accuracy: 0.0157153/583 [======>.......................] - ETA: 1:17 - loss: 4.4203 - accuracy: 0.0156154/583 [======>.......................] - ETA: 1:17 - loss: 4.4202 - accuracy: 0.0155155/583 [======>.......................] - ETA: 1:17 - loss: 4.4202 - accuracy: 0.0154156/583 [=======>......................] - ETA: 1:16 - loss: 4.4200 - accuracy: 0.0153157/583 [=======>......................] - ETA: 1:16 - loss: 4.4194 - accuracy: 0.0154158/583 [=======>......................] - ETA: 1:16 - loss: 4.4194 - accuracy: 0.0153159/583 [=======>......................] - ETA: 1:16 - loss: 4.4194 - accuracy: 0.0153160/583 [=======>......................] - ETA: 1:15 - loss: 4.4196 - accuracy: 0.0153161/583 [=======>......................] - ETA: 1:15 - loss: 4.4196 - accuracy: 0.0152162/583 [=======>......................] - ETA: 1:15 - loss: 4.4193 - accuracy: 0.0153163/583 [=======>......................] - ETA: 1:15 - loss: 4.4193 - accuracy: 0.0153164/583 [=======>......................] - ETA: 1:15 - loss: 4.4190 - accuracy: 0.0152165/583 [=======>......................] - ETA: 1:15 - loss: 4.4191 - accuracy: 0.0152166/583 [=======>......................] - ETA: 1:15 - loss: 4.4191 - accuracy: 0.0152167/583 [=======>......................] - ETA: 1:14 - loss: 4.4189 - accuracy: 0.0153168/583 [=======>......................] - ETA: 1:14 - loss: 4.4189 - accuracy: 0.0152169/583 [=======>......................] - ETA: 1:14 - loss: 4.4188 - accuracy: 0.0151170/583 [=======>......................] - ETA: 1:14 - loss: 4.4188 - accuracy: 0.0153171/583 [=======>......................] - ETA: 1:14 - loss: 4.4187 - accuracy: 0.0154172/583 [=======>......................] - ETA: 1:13 - loss: 4.4185 - accuracy: 0.0154173/583 [=======>......................] - ETA: 1:13 - loss: 4.4186 - accuracy: 0.0154174/583 [=======>......................] - ETA: 1:13 - loss: 4.4182 - accuracy: 0.0154175/583 [========>.....................] - ETA: 1:13 - loss: 4.4180 - accuracy: 0.0157176/583 [========>.....................] - ETA: 1:13 - loss: 4.4178 - accuracy: 0.0159177/583 [========>.....................] - ETA: 1:13 - loss: 4.4176 - accuracy: 0.0160178/583 [========>.....................] - ETA: 1:13 - loss: 4.4175 - accuracy: 0.0159179/583 [========>.....................] - ETA: 1:13 - loss: 4.4173 - accuracy: 0.0159180/583 [========>.....................] - ETA: 1:13 - loss: 4.4171 - accuracy: 0.0162181/583 [========>.....................] - ETA: 1:13 - loss: 4.4169 - accuracy: 0.0162182/583 [========>.....................] - ETA: 1:13 - loss: 4.4169 - accuracy: 0.0164183/583 [========>.....................] - ETA: 1:12 - loss: 4.4168 - accuracy: 0.0163184/583 [========>.....................] - ETA: 1:12 - loss: 4.4167 - accuracy: 0.0162185/583 [========>.....................] - ETA: 1:12 - loss: 4.4166 - accuracy: 0.0162186/583 [========>.....................] - ETA: 1:11 - loss: 4.4164 - accuracy: 0.0162187/583 [========>.....................] - ETA: 1:11 - loss: 4.4165 - accuracy: 0.0161188/583 [========>.....................] - ETA: 1:10 - loss: 4.4160 - accuracy: 0.0162189/583 [========>.....................] - ETA: 1:10 - loss: 4.4156 - accuracy: 0.0163190/583 [========>.....................] - ETA: 1:10 - loss: 4.4155 - accuracy: 0.0163191/583 [========>.....................] - ETA: 1:10 - loss: 4.4154 - accuracy: 0.0163192/583 [========>.....................] - ETA: 1:10 - loss: 4.4151 - accuracy: 0.0163193/583 [========>.....................] - ETA: 1:09 - loss: 4.4146 - accuracy: 0.0165194/583 [========>.....................] - ETA: 1:09 - loss: 4.4145 - accuracy: 0.0164195/583 [=========>....................] - ETA: 1:09 - loss: 4.4144 - accuracy: 0.0165196/583 [=========>....................] - ETA: 1:09 - loss: 4.4142 - accuracy: 0.0166197/583 [=========>....................] - ETA: 1:09 - loss: 4.4141 - accuracy: 0.0167198/583 [=========>....................] - ETA: 1:09 - loss: 4.4140 - accuracy: 0.0166199/583 [=========>....................] - ETA: 1:09 - loss: 4.4138 - accuracy: 0.0166200/583 [=========>....................] - ETA: 1:09 - loss: 4.4136 - accuracy: 0.0166201/583 [=========>....................] - ETA: 1:08 - loss: 4.4133 - accuracy: 0.0167202/583 [=========>....................] - ETA: 1:08 - loss: 4.4132 - accuracy: 0.0166203/583 [=========>....................] - ETA: 1:08 - loss: 4.4131 - accuracy: 0.0167204/583 [=========>....................] - ETA: 1:08 - loss: 4.4131 - accuracy: 0.0166205/583 [=========>....................] - ETA: 1:07 - loss: 4.4130 - accuracy: 0.0165206/583 [=========>....................] - ETA: 1:07 - loss: 4.4128 - accuracy: 0.0165207/583 [=========>....................] - ETA: 1:07 - loss: 4.4128 - accuracy: 0.0165208/583 [=========>....................] - ETA: 1:07 - loss: 4.4127 - accuracy: 0.0164209/583 [=========>....................] - ETA: 1:07 - loss: 4.4125 - accuracy: 0.0164210/583 [=========>....................] - ETA: 1:06 - loss: 4.4125 - accuracy: 0.0164211/583 [=========>....................] - ETA: 1:06 - loss: 4.4123 - accuracy: 0.0164212/583 [=========>....................] - ETA: 1:06 - loss: 4.4120 - accuracy: 0.0164213/583 [=========>....................] - ETA: 1:06 - loss: 4.4115 - accuracy: 0.0165214/583 [==========>...................] - ETA: 1:06 - loss: 4.4115 - accuracy: 0.0166215/583 [==========>...................] - ETA: 1:05 - loss: 4.4115 - accuracy: 0.0165216/583 [==========>...................] - ETA: 1:05 - loss: 4.4112 - accuracy: 0.0166217/583 [==========>...................] - ETA: 1:05 - loss: 4.4108 - accuracy: 0.0167218/583 [==========>...................] - ETA: 1:05 - loss: 4.4107 - accuracy: 0.0166219/583 [==========>...................] - ETA: 1:05 - loss: 4.4107 - accuracy: 0.0166220/583 [==========>...................] - ETA: 1:04 - loss: 4.4106 - accuracy: 0.0166221/583 [==========>...................] - ETA: 1:04 - loss: 4.4106 - accuracy: 0.0165222/583 [==========>...................] - ETA: 1:04 - loss: 4.4105 - accuracy: 0.0166223/583 [==========>...................] - ETA: 1:04 - loss: 4.4104 - accuracy: 0.0165224/583 [==========>...................] - ETA: 1:04 - loss: 4.4104 - accuracy: 0.0165225/583 [==========>...................] - ETA: 1:04 - loss: 4.4103 - accuracy: 0.0165226/583 [==========>...................] - ETA: 1:04 - loss: 4.4103 - accuracy: 0.0165227/583 [==========>...................] - ETA: 1:03 - loss: 4.4102 - accuracy: 0.0164228/583 [==========>...................] - ETA: 1:03 - loss: 4.4101 - accuracy: 0.0165229/583 [==========>...................] - ETA: 1:03 - loss: 4.4102 - accuracy: 0.0164230/583 [==========>...................] - ETA: 1:03 - loss: 4.4101 - accuracy: 0.0164231/583 [==========>...................] - ETA: 1:03 - loss: 4.4100 - accuracy: 0.0164232/583 [==========>...................] - ETA: 1:02 - loss: 4.4097 - accuracy: 0.0165233/583 [==========>...................] - ETA: 1:02 - loss: 4.4097 - accuracy: 0.0164234/583 [===========>..................] - ETA: 1:02 - loss: 4.4098 - accuracy: 0.0164235/583 [===========>..................] - ETA: 1:02 - loss: 4.4098 - accuracy: 0.0165236/583 [===========>..................] - ETA: 1:02 - loss: 4.4096 - accuracy: 0.0166237/583 [===========>..................] - ETA: 1:01 - loss: 4.4095 - accuracy: 0.0165238/583 [===========>..................] - ETA: 1:01 - loss: 4.4093 - accuracy: 0.0165239/583 [===========>..................] - ETA: 1:01 - loss: 4.4094 - accuracy: 0.0166